# HP_ConvertToHangPos

## Description
Invkoes the Convert To Hanging Position menu command on the systems of the selected objects.

```pascal
PROCEDURE HP_ConvertToHangPos;
```

```python
def vs.HP_ConvertToHangPos():
    return None
```

## Version
Availability: from Vectorworks 2019

## Category
* Truss Analysis